Revit 2027 API
ParameterTypeId.StairsActualRiserHeight Property
 "Actual Riser Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsActualRiserHeight { get; }
Public Shared ReadOnly Property StairsActualRiserHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsActualRiserHeight {
	ForgeTypeId^ get ();
}
static member StairsActualRiserHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace